package com.example.demo1;

public class Token {

    ////حجم معاملات/درصد تغییر/نمودار/اخرین معاملات/درخواست ها/
    // نمودار تغییرات قی مت در واحد های 15 ثانیه ای1/ دقیقه ای/ساعتی/روزانه/هفتگی/ماهانه/ساالنه
    //به عنوان مثال، برای نمودار 15 ثانیه ای، میتوان قیمت ها را از 5 دقیقه گذشته تا زمان حال در فواصل 15 ثانیه
    //ای نشان داد.
    // آخرین معامله های مربوطه که در بازار )با کاربرهای دیگر ( انجام شده
    // درخواست های باز مربوط به آن ارز که توسط کاربران دیگر ثبت شدهاند

    public  String name;
    public  int number;

}
